IdeaRS.OpenModel.Material.SurfaceCharacteristicType
Surface characteristic

IdeaRS.OpenModel.Material.SurfaceCharacteristicType.Plain
Plain

IdeaRS.OpenModel.Material.SurfaceCharacteristicType.Indented
Indented

IdeaRS.OpenModel.Material.SurfaceCharacteristicType.Ribbed
Ribbed